Repository: shohruz93/chatmelatest
Catalog: windows/ChatmeWindows/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru, tg_tj

# AuthWelcome.Text
source: Welcome Back
ru_ru: С возвращением
tg_tj: Хуш омадед

# AuthSubtitle.Text
source: Connect with the world
ru_ru: Общайтесь со всем миром
tg_tj: Бо тамоми ҷаҳон пайваст шавед

# AuthContinueGoogle.Text
source: Continue with Google
ru_ru: Войти через Google
tg_tj: Идома бо Google

# AuthContinueEmail.Text
source: Continue with Email
ru_ru: Войти через Email
tg_tj: Идома тавассути Email

# EmailLoginTitle.Text
source: Email Login
ru_ru: Вход по Email
tg_tj: Вруди Email

# EmailLoginSubtitle.Text
source: Login with your email address
ru_ru: Войдите с помощью вашей почты
tg_tj: Бо суроғаи почтаи худ ворид шавед

# EmailLabel.Header
source: Email Address
ru_ru: Электронная почта
tg_tj: Суроғаи почта

# SendCodeBtn.Content
source: Send Verification Code
ru_ru: Отправить код подтверждения
tg_tj: Фиристодани коди тасдиқ

# VerifyTitle.Text
source: Verification
ru_ru: Верификация
tg_tj: Тасдиқкунӣ

# VerifySubtitle.Text
source: Enter the 6-digit code
ru_ru: Введите 6-значный код
tg_tj: Коди 6-рақамаро ворид кунед

# VerifyBtn.Content
source: Verify and Login
ru_ru: Проверить и войти
tg_tj: Тасдиқ ва вуруд
